Repository: AsliddinKamoliddinov2003/Django_online_dokon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Fullname
ru: полное имя

source: age
ru: лет

source: daftarlar
ru: тетради

source: kitoblar
ru: книги

source: ruchkalar
ru: ручки

source: telefonlar
ru: телефоны

source: qalamlar
ru: каранлащи

source: Daily deals
ru: Ежедневные Сделки

source: Shop by
ru: делать покупки

source: Search
ru: поиск

source: Advanced
ru: переводой

source: Sign in
ru: войти

source: Register
ru: регистр

source: Deals
ru: Сделки

source: Sell
ru: проводать

source: Help
ru: помочь

source: Ship to
ru: доставка до

source: Til
ru: язык

source: My wishlist
ru: Список моих желанй

source: Starter page
ru: стартовая страница

source: Recommended items
ru: рекомендуемые предметы

source: Salomlar
ru: привет

source: Send
ru: отправить

source: Product
ru: предметы

source: Quantity
ru: количество

source: Price
ru: цена

source: Remove
ru: удалит

source: Make Purchase
ru: сделать покупку

source: Continue shopping
ru: продолжить покупки

source: Free Delivery within 1-2 weeks
ru: бесплатная доставка в течении 1-2 недель

source: Have coupon?
ru: есть купон?

source: Apply
ru: подать заявление

source: Download theme
ru: скачать тему

source: My account
ru: мой ассаунт

source: Account overview
ru: обзор аккаунта

source: My Address
ru: мой аддрес

source: My Orders
ru: мой заказь

source: My Selling Items
ru: мои продаваемые товары

source: Settings
ru: настройки

source: Log out
ru: выйти

source: cart
ru: тележка

source: Home
ru: дом

source: Manufacturer
ru: производитель

source: Availabilty
ru: Доступность

source: in Stock
ru: в наличии

source: out of Stock
ru: распродано

source: Guarantee
ru: гарантия

source: Size
ru: размер

source: Choose size
ru: выбрать размер

source: Colors
ru: цветь

source: Choose color
ru: выбрать цветь

source: Add to cart
ru: добавить в корзину

source: Contact supplier
ru: связаться поставщиком

source: Product type
ru: тип продукта

source: Narx oralig
ru: ценовой диапазон

source: Qiymatlar oralig
ru: диапазон значений

source: Filter qilish
ru: Фильтр

source: ta mahsulot topildi
ru: найденные продукты

source: Purchase
ru: покупка

source: Previous
ru: Предыдущий

source: Next
ru: Следущий

source: Did you find what you were looking for？
ru: Вы нашли то, что искали?
